<?php include 'templates/top.php';?>
			<div class="content">
			<h2>Как устроен сканер</h2>
			<ol>
				<li><b>Первый способ</b> – цифровая фотография. Ее основная особенность в том, что она позволяет получить цифровое изображение сразу, за один прием, сохранить его, и при этом это изображение является статическим. Для получения изображения таким способом необходимо, чтобы количество светочувствительных элементов датчика изображения равнялось количеству пикселей, из которых будет состоять полученное изображение, и чтобы все они работали одновременно. В силу технологических особенностей цифровая фотография позволяет получать изображения ограниченного разрешения.</li>
				<img src="images/work1.gif" alt="" class="center">

				<li><b>Второй способ</b> компьютерного зрения – цифровая видеозапись. В этом случае, результатом служит не одно цифровое изображение, а серия изображений, получаемых с равным интервалом. Видеозапись позволяет зафиксировать не только статический вид объекта, но и его изменение во времени. Технологически, цифровая видеозапись возможна с меньшими разрешениями, чем фотосъемка, и чем меньше временной интервал между кадрами, тем меньшее разрешение можно получить. Существуют видеокамеры, позволяющие получать более миллиона кадров в секунду, и такие камеры используются для изучения быстротекущих физических процессов.</li>

				<li><b>Третий способ</b> реализации компьютерного зрения позволяет получать изображения максимального разрешения, которое может составлять несколько сотен мегапикселей и более. Принципиальных ограничений на размер цифрового изображения в этом случае не существует, однако чем большее разрешение изображения мы хотим получить, тем больше времени на это потребуется. Суть этого способа состоит в перемещении светочувствительного датчика, либо группы датчиков, по изображению и последовательная оцифровка его участков. Этот принцип называется сканированием изображения.</li>
			</ol>
			<img src="images/work2.gif" alt="" class="center">
			</div>
<?php include 'templates/bot.php';?>