<?php include 'templates/top.php';?>
			<div class="content">
			<h2>История создания сканера</h2>
			<img src="images/plansh.jpg" style="float:left; width:300px; margin: 8px;" alt="">
			<p>Можно сказать, что создание сканера началось со времен изобретения всем известного телеграфа. Был изобретен прибор, который передавал изображение на расстояния.</p>

			<p>Но очень бурное развитие сканера началось в начале двадцатого века, в те времена, когда был изобретен фототелеграф, как мы привыкли его называть – телефакс. В 1902 году, немецкий физик Артур Корн запатентовал технологию фотоэлектрического сканирования, получившую впоследствии название телефакс. Передаваемое изображение закреплялось на прозрачном вращающемся барабане, луч света от лампы, перемещающейся вдоль оси барабана, проходил сквозь оригинал и через расположенные на оси барабана призму и объектив попадал на селеновый фотоприёмник. Эта технология до сих пор применяется в барабанных сканерах. После этого учеными было сделано, новое прорывное в будущее изобретение – был изобретен новый способ сканирования, который гордо носит название – планшетный. Рассмотрим принцип действия планшетных сканеров. Сканируемый объект кладется на стекло планшета сканируемой поверхностью вниз. Под стеклом располагается подвижная лампа, движение которой регулируется шаговым двигателем. Свет, отраженный от объекта, через систему зеркал попадает на чувствительную матрицу, далее на АЦП и передается в компьютер. За каждый шаг двигателя сканируется полоска объекта, которые потом объединяются программным обеспечением в общее изображение.</p>

			<p>Данная конструкция имеет ряд преимуществ перед своими предками, основное из которых – это то, что сканер передает изображение в компьютер.
			На сегодняшний день рынок компьютерной техники насчитывает огромное количество моделей сканеров.</p>

			<p>Очень важной характеристикой сканера, по которой необходимо производить выбор подходящей Вам модели, является разрешение сканера. Разрешение измеряется в точках на дюйм. Сканер снимает изображение не целиком, а по строчкам. По вертикали планшетного сканера движется полоска светочувствительных элементов и снимает по точкам изображение строку за строкой. Чем больше светочувствительных элементов у сканера, тем больше точек он может снять с каждой горизонтальной полосы изображения. Это и называется разрешением.</p>

			<p>Одними из первых производителей которые начали выпускать сканеры, являются: Mustek, Plustek, Epson и Fujitsu. </p>
			</div>
<?php include 'templates/bot.php';?>