<?php include 'template/top.php';?>
<h2>Виды</h2>
				<ul>
					<li>Планшетные — наиболее распространённый вид сканеров, поскольку обеспечивает максимальное удобство для пользователя — высокое качество и приемлемую скорость сканирования. Представляет собой планшет, внутри которого под прозрачным стеклом расположен механизм сканирования. </li>
					<img src="images/plansh.jpg" alt="" class="center">
					<li>Ручные — в них отсутствует двигатель, следовательно, объект приходится сканировать пользователю вручную, единственным его плюсом является дешевизна и мобильность, при этом он имеет массу недостатков — низкое разрешение, малую скорость работы, узкая полоса сканирования, возможны перекосы изображения, поскольку пользователю будет трудно перемещать сканер с постоянной скоростью. </li>
					<img src="images/ruchnye-skanery.jpg" alt="" class="center">
					<li>Листопротяжные (протяжные) — лист бумаги вставляется в щель и протягивается по направляющим роликам внутри сканера мимо лампы. Имеет меньшие размеры, по сравнению с планшетным, однако может сканировать только отдельные листы, что ограничивает его применение в основном офисами компаний. Многие модели имеют устройство автоматической подачи, что позволяет быстро сканировать большое количество документов. </li>
					<img src="images/list.gif" alt="" class="center">
					<li>Планетарные или книжные сканеры — применяются для сканирования книг или легко повреждающихся документов. При сканировании нет контакта со сканируемым объектом (как в планшетных сканерах). Книжные сканеры - предназначены для сканирования брошюрованных документов. Сканирование производится лицевой стороной вверх - таким образом, Ваши действия по сканированию неотличимы от перелистывания страниц при обычном чтении. Это предотвращает их повреждение и позволяет пользователю видеть документ в процессе сканирования. 
					<img src="images/plan.jpg" alt="" class="center">
					<li>Слайд-сканеры — как ясно из названия, служат для сканирования плёночных слайдов, выпускаются как самостоятельные устройства, так и в виде дополнительных модулей к обычным сканерам. </li>
					<img src="images/slide.jpg" alt="" class="center">
					<li>Сканеры штрих-кода — небольшие, компактные модели для сканирования штрих-кодов товара в магазинах.</li>
					<img src="images/shtrih.jpg" alt="" class="center">
				</ul>
<?php include 'template/bot.php';?>